(package! anki-editor)
(package! tramp-term)
(package! google-translate :pin "6f7b75b2aa1ff4e50b6f1579cafddafae5705dbd")
(package! add-node-modules-path)
(package! prettier-js)
(package! eslint-fix)
;; (package! typescript-mode :disable t)
(package! tide)
(package! zeal-at-point)
(package! dionysos)
(package! xterm-color)
(package! org-download)
(package! company-tabnine)
(package! graphviz-dot-mode)
(package! kubernetes-evil)
;; (unpin! org-roam)
(package! org-roam :pin "b63ff2a7bbd888128939b8ae88c3f62c0d529945")
(package! org-roam-ui)
;; (package! elfeed)
(package! org-ql)
(package! org-mind-map)
(package! sound-wav)
(package! cider)
(package! helm-dash)
(package! hledger-mode)
(unpin! visual-fill-column)
(package! org-recoll :recipe (:repo "alraban/org-recoll"))
(package! ranger)
(package! ereader)
(package! nov :recipe (:repo "https://depp.brause.cc/nov.el.git"))

(package! telega)
